13/data/attachments/9d1b239c191717fb.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Megan_tell_Friend_11270_1</nif:username>
            <nif:friendToBeRequested>soap_friends_99dec053-8deb-43de-9235-d4071643af95</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>